/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "3GPP 影片";
"3GPP2 movie" = "3GPP2 影片";
"AC-3 audio" = "AC-3 音频";
"Ada source code" = "Ada 源代码";
"Adaptive Multi-rate audio" = "自适应多速率音频";
"Adobe Acrobat Forms Document (FDF)" = "Adobe Acrobat Forms Document (FDF)";
"Adobe Acrobat Forms Document (XFDF)" = "Adobe Acrobat Forms Document (XFDF)";
"Adobe Digital Editions (ETD)" = "Adobe Digital Editions (ETD)";
"Adobe DRM Activation Key (EDN)" = "Adobe DRM Activation Key (EDN)";
"Adobe Illustrator document" = "Adobe Illustrator 文稿";
"Adobe Photoshop document" = "Adobe Photoshop 文稿";
"Advanced Authoring Format" = "高级创作格式";
"AFP Internet Location" = "AFP Internet 位置";
"AFP Server" = "AFP 服务器";
"AIFF audio" = "AIFF 音频";
"AIFF-C audio" = "AIFF-C 音频";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "提防警告";
"Alert Caution Badge" = "提防警告标记";
"Alert Note" = "警告注释";
"Alert Stop" = "警告停止";
"alias" = "替身";
"Alias Badge" = "替身标记";
"alias data" = "替身数据";
"Apple CoreAudio format" = "Apple CoreAudio 格式";
"Apple icon image" = "Apple 图标图像";
"Apple Logo" = "Apple 标志";
"Apple Menu" = "Apple 菜单";
"Apple Menu Folder" = "Apple Menu 文件夹";
"Apple Script Badge" = "Apple 脚本标记";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Apple 无线设备";
"AppleScript" = "AppleScript";
"AppleScript text" = "AppleScript 文本";
"AppleSingle archive" = "AppleSingle 归档";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "AppleTalk 区域";
"Application" = "应用程序";
"application" = "应用程序";
"Application Support Folder" = "“应用程序支持”文件夹";
"Applications Folder" = "“应用程序”文件夹";
"assembly source code" = "汇编语言源代码";
"Assistants Folder" = "“助理”文件夹";
"AU audio" = "AU 音频";
"audio" = "音频";
"audio unit preset" = "Audio Unit 预置";
"audiovisual content" = "音频视觉内容";
"AVI movie" = "AVI 影片";
"Backward Arrow" = "向后箭头";
"binary property list" = "二进制属性列表";
"BD Video Disc" = "BD 视频光盘";
"BOM-compatible archive" = "与 BOM 兼容的归档";
"BOM-generated compressed CPIO archive" = "由 BOM 生成的经压缩的 CPIO 归档";
"bookmark" = "书签";
"Bourne-Again Shell script" = "Bourne-Again Shell 脚本";
"Bundle" = "捆绑";
"bundle" = "捆绑";
"Burn" = "刻录";
"Bzip2 archive" = "Bzip2 归档";
"Bzip2 compressed tar archive" = "Bzip2 压缩 tar 归档";
"C header code" = "C 标头代码";
"C++ header code" = "C++ 标头代码";
"C Shell script" = "C Shell 脚本";
"C source code" = "C 源代码";
"C++ source code" = "C++ 源代码";
"calendar event" = "日历事件";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "证书 (X.509)";
"Classic System Folder" = "Classic 系统文件夹";
"Clipping" = "剪辑";
"clipping" = "剪辑";
"Color" = "颜色";
"ColorSync Folder" = "ColorSync 文件夹";
"ColorSync profile" = "ColorSync 描述文件";
"comma-separated values" = "逗号分隔的值";
"Component" = "组件";
"Computer" = "电脑";
"Connect To" = "连接至";
"contact information" = "联系信息";
"content" = "内容";
"Contextual Menu Items Folder" = "Contextual Menu Items 文件夹";
"Control Panel Folder" = "“控制板”文件夹";
"CPIO archive" = "CPIO 归档";
"Customize Toolbar" = "自定工具栏";
"data" = "数据";
"database" = "数据库";
"Data-fork font suitcase" = "数据分支字体箱";
"Delete Alias" = "删除替身";
"Delete Toolbar" = "删除工具栏";
"delimited text values" = "分隔的文本值";
"Desktop Folder" = "桌面文件夹";
"Developer Folder" = "Developer 文件夹";
"Device" = "设备";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "数码资源交换 (DAE)";
"directory" = "目录";
"Disabled Control Panel Folder" = "“控制板（停用）”文件夹";
"Disabled Extensions Folder" = "“功能扩展（停用）”文件夹";
"Disabled Shutdown Items Folder" = "“关机项（停用）”文件夹";
"Disabled Startup Items Folder" = "“启动项（停用）”文件夹";
"Disabled System Extension Folder" = "“系统功能扩展（停用）”文件夹";
"Disconnected File Server" = "断开的文件服务器";
"disk image" = "磁盘映像";
"Document" = "文稿";
"Documents Folder" = "“文稿”文件夹";
"downloadable sound" = "可下载的声音";
"Drop Folder" = "“投件箱”文件夹";
"DV movie" = "DV 影片";
"DVD Video Disc" = "DVD 视频光盘";
"Dylan source code" = "Dylan 源代码";
"Edition File" = "编辑文件";
"eFax fax" = "eFax 传真";
"Eject Media" = "推出介质";
"Encapsulated PostScript" = "封装的 PostScript";
"Erasing" = "正在抹掉";
"Executable Binary" = "可执行的二进制文件";
"Favorite Items" = "个人收藏项";
"fax" = "传真";
"file archive" = "文件归档";
"File Internet Location" = "文件 Internet 位置";
"File Server" = "文件服务器";
"file URL" = "文件 URL";
"File Vault" = "File Vault";
"filename extension" = "文件名称扩展名";
"Finder" = "Finder";
"Flash video" = "Flash 视频";
"FlashPix image" = "FlashPix 图像";
"FLC animation" = "FLC 动画";
"Folder" = "文件夹";
"folder" = "文件夹";
"font" = "字体";
"Font suitcase" = "字体箱";
"font suitcase" = "字体箱";
"Fonts Folder" = "Fonts 文件夹";
"Fortran source code" = "Fortran 源代码";
"Forward Arrow" = "向前箭头";
"four-character code" = "四字符代码";
"framework" = "框架";
"FTP Internet Location" = "FTP Internet 位置";
"FTP Server" = "FTP 服务器";
"Full Trash" = "已装满的废纸篓";
"Graphics Interchange Format (GIF)" = "图形交换格式 (GIF)";
"Grid" = "网格";
"Group" = "组别";
"Group Folder" = "“组别”文件夹";
"Guest User" = "客人用户";
"GZip archive" = "GZip 归档";
"Help document" = "帮助文稿";
"Help Folder" = "“帮助”文件夹";
"Home Folder" = "个人文件夹";
"HTML text" = "HTML 文本";
"HTTP Internet Location" = "HTTP Internet 位置";
"HTTP Server" = "HTTP 服务器";
"ICS File" = "ICS 文件";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "图像";
"Internet Folder" = "Internet 文件夹";
"Internet Location" = "Internet 位置";
"Internet PlugIn Folder" = "“Internet 插件”文件夹";
"Internet Setup Assistant (INSS)" = "互联网设置助理 (INSS)";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"iTunes store URL" = "iTunes store URL";
"item" = "项";
"J2 fax" = "J2 传真";
"Java source code" = "Java 源代码";
"JavaScript source code" = "JavaScript 源代码";
"JPEG 2000 image" = "JPEG 2000 图像";
"JPEG image" = "JPEG 图像";
"Keep Arranged" = "保持整齐";
"Kernel Extension" = "内核功能扩展";
"Keynote document" = "Keynote 文稿";
"Keynote theme" = "Keynote 主题";
"Korn Shell script" = "Korn Shell 脚本";
"Lex source code" = "Lex 源代码";
"Library Folder" = "“资源库”文件夹";
"Locales Folder" = "Locales 文件夹";
"Locked" = "已锁定";
"Locked Badge" = "已锁定标记";
"M3U Playlist" = "M3U 播放列表";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = ".Mac 邻近区域";
"MacPaint image" = "MacPaint 图像";
"Magnifying Glass" = "放大镜";
"Mail Internet Location" = "Mail Internet 位置";
"message" = "信息";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Microsoft Excel 2007 电子表格（已启用宏）";
"Microsoft Excel 97-2004 template" = "Microsoft Excel 97-2004 模板";
"Microsoft Excel 97-2004 worksheet" = "Microsoft Excel 97-2004 工作薄";
"Microsoft Excel 97-2004 workspace" = "Microsoft Excel 97-2004 工作区";
"Microsoft PowerPoint 97-2004 presentation" = "Microsoft PowerPoint 97-2004 演示文稿";
"Microsoft PowerPoint 97-2004 slide show" = "Microsoft PowerPoint 97-2004 幻灯片显示";
"Microsoft PowerPoint 97-2004 template" = "Microsoft PowerPoint 97-2004 模板";
"Microsoft Word 97 - 2004 document" = "Microsoft Word 97 - 2004 文稿";
"Microsoft Word 97 - 2004 template" = "Microsoft Word 97 - 2004 模板";
"Microsoft Word 2003 XML document" = "Microsoft Word 2003 XML 文稿";
"MIDI audio" = "MIDI 音频";
"Mig definition source code" = "Mig 定义源代码";
"MIME type" = "MIME 类型";
"MINC Image" = "MINC 图像";
"mobile configuration" = "移动电话配置";
"mount point" = "装入点";
"Mounted Badge" = "已装载的标记";
"Mounted Folder" = "已装载的文件夹";
"movie" = "影片";
"Movie Folder" = "“影片”文件夹";
"MP2 audio" = "MP2 音频";
"MP3 audio" = "MP3 音频";
"MPEG movie" = "MPEG 影片";
"MPEG-2 Transport Stream" = "MPEG-2 传输流";
"MPEG-2 video" = "MPEG-2 视频";
"MPEG-4 audio" = "MPEG-4 音频";
"MPEG-4 movie" = "MPEG-4 影片";
"Music Folder" = "“音乐”文件夹";
"neighborhood" = "邻域";
"NetBootVolume" = "NetBootVolume";
"Network" = "网络";
"News Internet Location" = "新闻 Internet 位置";
"NIfTI-1" = "NIfTI-1";
"No Files" = "无文件";
"No Folder" = "无文件夹";
"No Write" = "不可写";
"NSPasteboard type" = "NSPasteboard 类型";
"Numbers document" = "Numbers 文稿";
"Numbers template" = "Numbers 模板";
"Objective-C source code" = "Objective-C 源代码";
"Objective-C++ source code" = "Objective-C++ 源代码";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "Office Open XML 演示文稿";
"Office Open XML presentation (macros enabled)" = "Office Open XML 演示文稿（已启用宏）";
"Office Open XML presentation template" = "Office Open XML 演示文稿模板";
"Office Open XML presentation template (macros enabled)" = "Office Open XML 演示文稿模板（已启用宏）";
"Office Open XML slide show" = "Office Open XML 幻灯片显示";
"Office Open XML slide show (macros enabled)" = "Office Open XML 幻灯片显示（已启用宏）";
"Office Open XML spreadsheet" = "Office Open XML 电子表格";
"Office Open XML spreadsheet (macro enabled)" = "Office Open XML 电子表格（已启用宏）";
"Office Open XML spreadsheet template" = "Office Open XML 电子表格模板";
"Office Open XML spreadsheet template (macro enabled)" = "Office Open XML 电子表格模板（已启用宏）";
"Office Open XML word processing document" = "Office Open XML 字处理文稿";
"Office Open XML word processing document (macro enabled)" = "Office Open XML 字处理文稿（已启用宏）";
"Office Open XML word processing template" = "Office Open XML 字处理模板";
"Office Open XML word processing template (macro enabled)" = "Office Open XML 字处理模板（已启用宏）";
"Open Document" = "Open Document";
"Open Document chart" = "Open Document 图表";
"Open Document chart template" = "Open Document 图表模板";
"Open Document database" = "Open Document 数据库";
"Open Document formula" = "Open Document 公式";
"Open Document formula template" = "Open Document 公式模板";
"Open Document graphics" = "Open Document 图形";
"Open Document graphics template" = "Open Document 图形模板";
"Open Document HTML template" = "Open Document HTML 模板";
"Open Document image" = "Open Document 图像";
"Open Document image template" = "Open Document 图像模板";
"Open Document presentation" = "Open Document 演示文稿";
"Open Document presentation template" = "Open Document 演示文稿模板";
"Open Document spreadsheet" = "Open Document 电子表格";
"Open Document spreadsheet template" = "Open Document 电子表格模板";
"Open Document text" = "Open Document 文本";
"Open Document text master" = "Open Document 文本母版";
"Open Document text template" = "Open Document 文本模板";
"Open Folder" = "已打开的文件夹";
"Open Media Framework interchange format" = "Open Media Framework 交换格式";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0 Drawing";
"OpenOffice.org 1.0 Drawing Template" = "OpenOffice.org 1.0 Drawing 模板";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0 Formula";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0 Master";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0 Presentation";
"OpenOffice.org 1.0 Presentation Template" = "OpenOffice.org 1.0 Presentation 模板";
"OpenOffice.org 1.0 Spreadsheet" = "OpenOffice.org 1.0 Spreadsheet";
"OpenOffice.org 1.0 Spreadsheet Template" = "OpenOffice.org 1.0 Spreadsheet 模板";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0 Text";
"OpenOffice.org 1.0 Text Template" = "OpenOffice.org 1.0 Text 模板";
"OpenEXR image" = "OpenEXR 图像";
"OpenType font" = "OpenType® 字体";
"Owned Folder" = "拥有的文件夹";
"Owner" = "所有者";
"package" = "软件包";
"Pages document" = "Pages 文稿";
"Pages template" = "Pages 模板";
"Pascal source code" = "Pascal 源代码";
"patch file" = "修补程序文件";
"PC" = "pc";
"Perl script" = "Perl 脚本";
"personal information exchange (PKCS#12)" = "个人信息交换 (PKCS#12)";
"PHP script" = "PHP 脚本";
"Picture Clipping" = "图片剪辑";
"picture clipping" = "图片剪辑";
"Pictures Folder" = "“图片”文件夹";
"PKZip archive" = "PKZip 归档";
"Plug-in" = "插件";
"plug-in" = "插件";
"PLS Playlist" = "PLS 播放列表";
"Portable Document Format (PDF)" = "便携文稿格式 (PDF)";
"Portable Network Graphics image" = "便携网络图形图像（PNG 图像）";
"PostScript" = "PostScript";
"PostScript font" = "PostScript® 字体";
"PostScript OpenType font" = "PostScript® OpenType® 字体";
"PostScript Type 1 outline font" = "PostScript® Type 1 轮廓字体";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "预编译的 C 标头";
"precompiled C++ header" = "预编译的 C++ 标头";
"Preferences Document" = "偏好设置文稿";
"Preferences Folder" = "“偏好设置”文件夹";
"preprocessed C source code" = "预处理的 C 源代码";
"preprocessed C++ source code" = "预处理的 C++ 源代码";
"preprocessed Objective-C source code" = "预处理的 Objective-C 源代码";
"preprocessed Objective-C++ source code" = "预处理的 Objective-C++ 源代码";
"preprocessed source code" = "预处理的源代码";
"presentation" = "演示文稿";
"Print Monitor Folder" = "“打印监控程序”文件夹";
"Printer Description Folder" = "“打印机描述”文件夹";
"Printer Driver Folder" = "“打印机驱动程序”文件夹";
"Private Folder" = "专用文件夹";
"Promised file content type" = "约定的文件内容类型";
"Promised file URL" = "约定的文件 URL";
"property list" = "属性列表";
"Protected Application Folder" = "“被保护的应用程序”文件夹";
"protected MPEG-4 audio" = "被保护的 MPEG4 音频";
"protected MPEG-4 movie" = "被保护的 MPEG-4 影片";
"Protected System Folder" = "“被保护的系统”文件夹";
"Public Folder" = "“公共”文件夹";
"Python script" = "Python 脚本";
"Question Mark" = "问号";
"QuickDraw picture" = "QuickDraw 图片";
"QuickLook preview generator" = "QuickLook 预览发生器";
"QuickTime image" = "QuickTime 图像";
"QuickTime movie" = "QuickTime 影片";
"RAM Disk" = "RAM 磁盘";
"Read-Only Folder" = "只读文件夹";
"Recent Applications Folder" = "“最近使用的应用程序”文件夹";
"Recent Documents Folder" = "“最近使用的文稿”文件夹";
"Recent Items" = "最近使用的项目";
"Recent Servers Folder" = "“最近使用的服务器”文件夹";
"Rez source code" = "Rez 源代码";
"rich text (RTF)" = "多信息文本 (RTF)";
"rich text with attachments (RTFD)" = "带附件的多信息文本 (RTFD)";
"rich text with attachments (RTFD) data" = "带附件的多信息文本 (RTFD) 数据";
"Right Container Arrow" = "右容器箭头";
"RSS web feed" = "RSS Web 提要";
"Ruby script" = "Ruby 脚本";
"scalable vector graphics (SVG)" = "可缩放矢量图形 (SVG)";
"script" = "脚本";
"Scripting Additions Folder" = "“脚本命令语言”文件夹";
"Scripts Folder" = "“命令语言”文件夹";
"Service" = "服务";
"Shared Badge" = "已共享标记";
"Shared Folder" = "“共享”文件夹";
"Shared Library" = "共享资源库";
"sharepoint" = "共享点";
"Sharing Privs Not Applicable" = "共享权限不适用";
"Sharing Privs ReadOnly" = "共享权限只读";
"Sharing Privs Read/Write" = "共享权限读/写";
"Sharing Privs Unknown" = "共享权限未知";
"Sharing Privs Writable" = "共享权限可写";
"shell script" = "shell 脚本";
"Shortcut" = "快捷键";
"Silicon Graphics image" = "Silicon Graphics 图像（SGI 图像）";
"Sites Folder" = "“站点”文件夹";
"Smart Folder" = "智能文件夹";
"Sort Ascending" = "按升序排序";
"Sort Descending" = "按降序排序";
"Sound Clipping" = "声音剪辑";
"Sound Designer II audio" = "Sound Designer II 音频";
"SoundFont audio" = "SoundFont 音频";
"source code" = "源代码";
"Spotlight importer" = "Spotlight 导入程序";
"Startup Folder" = "“启动”文件夹";
"Stationery" = "版样";
"Status Bar CD ROM" = "状态栏 CD ROM";
"Status Bar Trash" = "状态栏废纸篓";
"StuffIt archive" = "StuffIt 归档";
"StuffIt archive family" = "StuffIt 归档系列";
"StuffIt X archive" = "StuffIt X 归档";
"StuffIt X index" = "StuffIt X 索引";
"symbol export list" = "符号导出列表";
"symbolic link" = "符号链接";
"System Folder" = "系统文件夹";
"tab-separated values" = "制表符分隔的值";
"Tenex C Shell script" = "Tenex C Shell 脚本";
"text" = "文本";
"Text Clipping" = "文本剪辑";
"text clipping" = "文本剪辑";
"Text Encodings Folder" = "Text Encodings 文件夹";
"text with multimedia" = "带多媒体的文本";
"TGA image" = "TGA 图像";
"Themes Folder" = "“主题”文件夹";
"TIFF image" = "TIFF 图像";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "工具栏“应用程序”文件夹";
"Toolbar Documents Folder" = "工具栏“文稿”文件夹";
"Toolbar Favorites" = "工具栏“个人收藏”";
"Toolbar Home" = "工具栏“个人”";
"Toolbar Movie Folder" = "工具栏“影片”文件夹";
"Toolbar Music Folder" = "工具栏“音乐”文件夹";
"Toolbar Pictures Folder" = "工具栏“图片”文件夹";
"Toolbar Public Folder" = "工具栏“公共”文件夹";
"Trash" = "废纸篓";
"TrueType collection" = "TrueType® 精选";
"TrueType collection font" = "TrueType® 精选字体";
"TrueType datafork font" = "TrueType® DataFork 字体";
"TrueType font" = "TrueType® 字体";
"TrueType OpenType font" = "TrueType® OpenType® 字体";
"uLaw audio" = "µLaw 音频";
"Unknown Object" = "未知对象";
"Unlocked" = "已解锁";
"URL" = "URL";
"URL name" = "URL 名称";
"User" = "用户";
"User iDisk" = "用户 iDisk";
"Users Folder" = "“用户”文件夹";
"UUEncoded archive" = "UUEncoded 归档";
"video" = "视频";
"volume" = "音量";
"Waveform audio" = "波形音频";
"web archive" = "Web 归档";
"Window" = "窗口";
"Windows bitmap image" = "Windows 位图图像";
"Windows icon image" = "Windows 图标图像";
"writing" = "书写";
"X bitmap image" = "X 位图图像";
"XHTML" = "XHTML";
"XML Form (XFD)" = "XML Form (XFD)";
"XML property list" = "XML 属性列表";
"XML text" = "XML 文本";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Yacc 源代码";
"Z archive" = "Z 归档";
"Z Shell script" = "Z Shell 脚本";
"Zip archive" = "Zip 归档";